[
    {
        "id": "001",
        "company_logo": "https://i.ibb.co/NyS9J26/Group-10021.png",
        "job_title": "Software Engineer",
        "company_name": "Acme Corp",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_or_part_time": "Full-time",
        "salary": "$100,000 - $120,000",
        "job_description": "Acme Corp is looking for a talented software engineer to join our team. The ideal candidate has experience building web applications using Ruby on Rails.",
        "job_responsibility": "Develop and maintain web applications using Ruby on Rails. Work collaboratively with other engineers and stakeholders to deliver high-quality software. Write automated tests and ensure code quality through code reviews.",
        "educational_requirements": "Bachelor's degree in computer science or a related field",
        "experiences": "3+ years of experience building web applications using Ruby on Rails",
        "phone": "555-1234",
        "email": "jobs@acmecorp.com"
    },
    {
        "id": "002",
        "company_logo": "https://i.ibb.co/m8TP2Q1/google-1-1-1.png",
        "job_title": "Marketing Manager",
        "company_name": "XYZ Inc",
        "remote_or_onsite": "Onsite",
        "location": "New York, NY",
        "fulltime_or_part_time": "Full-time",
        "salary": "$80,000 - $100,000",
        "job_description": "XYZ Inc is seeking a Marketing Manager to lead our marketing efforts. The ideal candidate has experience developing and executing successful marketing campaigns.",
        "job_responsibility": "Develop and execute marketing campaigns across a variety of channels. Analyze campaign performance and optimize for maximum ROI. Collaborate with other departments to ensure alignment and consistency.",
        "educational_requirements": "Bachelor's degree in marketing or a related field",
        "experiences": "5+ years of experience in marketing, with at least 2 years in a managerial role",
        "phone": "555-5678",
        "email": "jobs@xyzinc.com"
    },
    {
        "id": "003",
        "company_logo": "https://i.ibb.co/C0mJRp1/tesla-9-1.png",
        "job_title": "Data Scientist",
        "company_name": "ABC Corp",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_or_part_time": "Full-time",
        "salary": "$120,000 - $150,000",
        "job_description": "ABC Corp is looking for a Data Scientist to join our team. The ideal candidate has experience working with large datasets and developing machine learning models.",
        "job_responsibility": "Analyze large datasets and develop machine learning models. Communicate findings and insights to stakeholders. Collaborate with other data scientists and engineers to build scalable data pipelines.",
        "educational_requirements": "Master's degree in computer science, statistics, or a related field",
        "experiences": "3+ years of experience working with large datasets and developing machine learning models",
        "phone": "555-9012",
        "email": "jobs@abccorp.com"
    },
    {
        "id": "004",
        "company_logo": "https://i.ibb.co/LSSnNN1/netflix-4-1.png",
        "job_title": "Frontend Developer",
        "company_name": "ABC Inc",
        "remote_or_onsite": "Remote",
        "location": "Any Location",
        "fulltime_or_part_time": "Full-time",
        "salary": "$80,000 - $100,000",
        "job_description": "ABC Inc is looking for a talented frontend developer to join our team. The ideal candidate should have experience building complex web applications using modern frontend frameworks such as React or Angular.",
        "job_responsibility": "Develop and maintain web applications using React or Angular. Collaborate with UX designers, backend developers and other stakeholders to deliver high-quality software. Write automated tests and ensure code quality through code reviews.",
        "educational_requirements": "Bachelor's degree in computer science or a related field",
        "experiences": "3+ years of experience building complex web applications using modern frontend frameworks such as React or Angular",
        "phone": "555-1234",
        "email": "jobs@abcinc.com"
    },
    {
        "id": "005",
        "company_logo": "https://images.unsplash.com/photo-1496200186974-4293800e2c20?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1032&q=80",
        "job_title": "Product Manager",
        "company_name": "XYZ Inc",
        "remote_or_onsite": "Onsite",
        "location": "New York, NY",
        "fulltime_or_part_time": "Full-time",
        "salary": "$100,000 - $120,000",
        "job_description": "XYZ Inc is seeking a Product Manager to lead our product development efforts. The ideal candidate has experience managing products from ideation to launch.",
        "job_responsibility": "Manage the entire product development lifecycle, from ideation to launch. Develop product roadmaps and work with cross-functional teams to deliver high-quality products. Conduct market research to identify user needs and trends.",
        "educational_requirements": "Bachelor's degree in business or a related field",
        "experiences": "5+ years of experience in product management, with at least 2 years in a leadership role",
        "phone": "555-5678",
        "email": "jobs@xyzinc.com"
    },
    {
        "id": "006",
        "company_logo": "https://www.pngkit.com/png/detail/410-4108510_apple-inc-vector-logo-apple-company-logo-png.png",
        "job_title": "Data Analyst",
        "company_name": "Acme Corp",
        "remote_or_onsite": "Remote",
        "location": "Any Location",
        "fulltime_or_part_time": "Part-time",
        "salary": "$50,000 - $70,000",
        "job_description": "Acme Corp is looking for a Data Analyst to join our team. The ideal candidate has experience working with data and creating insightful visualizations.",
        "job_responsibility": "Analyze data and create insightful visualizations to communicate findings to stakeholders. Collaborate with other analysts and stakeholders to develop data-driven solutions. Develop and maintain databases and data systems.",
        "educational_requirements": "Bachelor's degree in statistics, computer science, or a related field",
        "experiences": "2+ years of experience working with data and creating insightful visualizations",
        "phone": "555-9012",
        "email": "jobs@acmecorp.com"
    }
]